Repository: praekelt/ghe-survey-tool
Catalog: config/am1.po
Languages: am

source: Sorry, your choice was not valid. In order to continue receiving survey questions please Text 1 for Yes and 2 for No
am: Yekerta Merchawote tekekel aydelem tenatawi teyakewochen magegnet meketel kefelegu leawo 1 leay degmo 2 yechanu

source: In order to continue receiving survey questions please Text 1 for Yes and 2 for No
am: Tenatwi teyakewoch magegnet meketel kefelegu leawo 1 leay degmo 2 yechanu

source: Sorry, your choice was not valid. What is your preferred language? Text 1 for English, 2 for Amharic and 3 for ኣማርኛ
am: Yekerta merchawot tekekel aydelem ye quanqua merchawot menden new? Le Engilizegna 1 le Amaregna degmo 2 yechanu

source: What is your preferred language? Text 1 for English, 2 for Amharic and 3 for ኣማርኛ
am: Yequanqua merchawot menden new? Le Engilizegna 1 le Amaregna degmo 2 yechanu

source: Sorry, your choice was not valid. Are you older than 18 years? Text 1 for Yes and 2 for No
am: Yekerta merchawote tekekel aydelem edmewot ke18 amet belay new? Leawo 1 leay degmo 2 yechanu

source: Are you older than 18 years? Text 1 for Yes and 2 for No
am: Edmewot k18 amet belay new? Leawo 1 leay degmo 2 yechanu

source: Sorry, your choice was not valid. What is your gender? Text 1 for Male and 2 for Female
am: Yekerta merchawot tekekel aydelem tsotawot menden new? Le wend 1 le set degmo 2 yechanu

source: What is your gender? Text 1 for Male and 2 for Female
am: Tsotawot menden new? Le wend 1 le set degmo 2 yechanu

source: Sorry, your choice was not valid. Please enter your Listener Group Name
am: Yekerta merchawot tekekel aydelem yeadamach budenewoten sem yasgebu

source: Please enter your Listener Group Name
am: Ebakewot yeadamach budenewoten sem yasgebu

source: Thank you for reaching out to Yegna Listener Group Registration Survey
am: Le Yegna yeadamach buden tenat lmemezgeb selemetu enamesegenalen

source: Thank you! You are now registered as a member of the Yegna Listener Group. Please share your feedback with us every week. Your input is very important to us.
am: Ye yegna yeadamachoch buden abal bemehon seletemezegebu enamesegenalenHasabochachehu legna betam tekqmi selehonu beyesamentu aseteyayetachehun akaflun
