Repository: praekelt/ghe-survey-tool
Catalog: config/am2.po
Languages: am_et

source: Sorry, your choice was not valid. In order to continue receiving survey questions please Text 1 for Yes and 2 for No
am_et: ይቅርታ ምርጫዎት ትክክል አይደለም። ጥናታዊ ጥያቄዎችን ማግኘት መቀጠል ከፈለጉ ለአዎ 1 ለአይ ደግሞ 2 ይጫኑ

source: In order to continue receiving survey questions please Text 1 for Yes and 2 for No
am_et: ጥናታዊ ጥያቄዎችን ማግኘት መቀጠል ከፈለጉ፣ ለአዎ 1 ለአይ ደግሞ 2 ይጫኑ

source: Sorry, your choice was not valid. What is your preferred language? Text 1 for English, 2 for Amharic and 3 for ኣማርኛ
am_et: ይቅርታ ምርጫዎት ትክክል አይደለም። የቋንቋ ምርጫዎት ምንድን ነው? ለእንጊሊዘኛ 1 ለአማርኛ ደግሞ 2 ይጫኑ

source: What is your preferred language? Text 1 for English, 2 for Amharic and 3 for ኣማርኛ
am_et: የቋንቋ ምርጫዎት ምንድን ነው? ለእንጊሊዘኛ 1 ለአማርኛ ደግሞ 2 ይጫኑ

source: Sorry, your choice was not valid. Are you older than 18 years? Text 1 for Yes and 2 for No
am_et: ይቅርታ ምርጫዎት ትክክል አይደለም። እድሜዎት ከ 18 ዓመት በላይ ነው? ለአዎ 1 ለአይ ደግሞ 2 ይጫኑ

source: Are you older than 18 years? Text 1 for Yes and 2 for No
am_et: እድሜዎት ከ 18 ዓመት በላይ ነው? ለአዎ 1 ለአይ ደግሞ 2 ይጫኑ

source: Sorry, your choice was not valid. What is your gender? Text 1 for Male and 2 for Female
am_et: ይቅርታ ምርጫዎት ትክክል አይደለም። ጾታዎት ምንድን ነው? ለወነድ 1 ለሴት ደግሞ 2 ይጫኑ

source: What is your gender? Text 1 for Male and 2 for Female
am_et: ጾታዎት ምንድን ነው? ለወንድ 1 ለሴት ደግሞ 2 ይጫኑ

source: Sorry, your choice was not valid. Please enter your Listener Group Name
am_et: ይቅርታ ምርጫዎት ትክክል አይደለም። የአዳማጭ ቡድነዎትን ስም ያስገቡ

source: Please enter your Listener Group Name
am_et: እባከዎት የአዳማጭ ቡድነዎትን ስም ያስገቡ

source: Thank you for reaching out to Yegna Listener Group Registration Survey
am_et: ለየኛ የአዳማጮች ቡድን ጥናት ለመመዝገብ ስለመጡ እናመሰግናለን

source: Thank you! You are now registered as a member of the Yegna Listener Group. Please share your feedback with us every week. Your input is very important to us.
am_et: (SMS 1) የየኛ የአዳማጮች ቡድን አባል በመሆን ስለተመዘገቡ እናመሰግናለን(SMS 2) ሃሳቦቻችሁ ለእኛ በጣም ጠቃሚ ስለሆኑ በየሳምንቱ አስተያየታችሁን አካፍሉን
